{
  "modelOpinions": {
    "opinion": [
      {
        "id": 63986426,
        "date": 1467178190000,
        "grade": -1,
        "text": "Я эту хрень не покупал, мне ее подарили. Я бы ее и не купил за такие деньги. Да он удобный, да он быстрый, да там хорошая камера, но он не удобнее/быстрее/камера там не лучше чем у других телефонов. Я сам не ярый пользователь яблока, даже наоборот. До этого у меня был ipad mini первого поколения и знаете, сейчас пользуясь шестым айфоном в функционале я не вижу разницы. Тот же рабочий стол, из-за оптимизации приложений они тут работает не быстрее и не медленней - так же. Как телефон? Ну звонит и звонит. ОС на всех яблоках одинаковая, сами яблоки отличаются только размером и памятью. Смысл платить за это такие баснословные для телефона деньги? Если покупать не яблоко то с такой же скоростью, камерой, памятью можно купить телефон раза в 3 дешевле. Накинуть 10ку за экран (который при этом г-но) и все равно получим телефон раза в 2 дешевле. Эпл такой эпл. А это обычный смартфон.",
        "agree": 24,
        "reject": 16,
        "visibility": "NAME",
        "author": "Федоров Александр",
        "authorInfo": {
          "grades": 5
        },
        "pro": "Пишут слабый аккум, ну вроде вполне обычный, 1-2 дня держит при активном использовании, со всякими геолокациями и тд. Если ставить экономный режим, по идеи должен еще дольше работать. Но вообще как пользоваться, так если беспрерывно в экран тыкать то часов 6-8. Хорошая камера, но не лучшая, обычный телефон",
        "contra": "Ну неадекватная цена на всю продукцию эпл. Не понятно с чего.\r\nХуже ловит связь, чем телефон за 6 тыщ. Хуже раздает интернет, постоянно теряет пакеты.\r\nupd. Экран, я защитные пленки не покупал, а зря - дешевка. Вроде такой понтовый, а за месяц использования появилось куча мелких царапин, а ношу в отдельном кармане в сумке, а не где-то с ключами. И нет, судя по серийнику, это не подделка",
        "region": 2,
        "comments": [],
        "usageTime": "FEW_MONTHS",
        "qualityGrade": 0,
        "priceGrade": 0,
        "convenienceGrade": 0,
        "anonymous": false
      },
      {
        "id": 63976916,
        "date": 1467121294000,
        "grade": 2,
        "text": "пользуюсь Apple, а именно айфонами 3 года, спустя это время, ничего кроме этих устройств использовать не хочется, в нем есть все, что можно желать. Единственное плохое качество в нем это его цена, но все мы понимаем, от чего она такая баснословная.",
        "agree": 1,
        "reject": 18,
        "visibility": "NAME",
        "author": "Матвеев Юрий",
        "authorInfo": {
          "grades": 1
        },
        "pro": "материал, камера, быстрота",
        "contra": "цена",
        "comments": [],
        "usageTime": "FEW_WEEKS",
        "qualityGrade": 0,
        "convenienceGrade": 0,
        "anonymous": false
      },
      {
        "id": 63933411,
        "date": 1466898437000,
        "grade": 2,
        "text": "\"Айфон один такой и все смартфоны нам завидуют\" Эта фраза пожалуй точно подойдет под описание того шедевра, что делает apple, делая людей в мире немного счастливее. Надо сказать что сегодня на рынке почти нет ни одного смартфона, который не завидовал бы apple, делая похожий на него дизайн (только получается смешно), делая похожее меню (некоторые сделали чуть ли не копии, и я не про китайцев) , делая похожее качество ((( грустно даже какое похожее. Почему 6s мне очень нравится: \r\nКонечно это ios - в мире пока никто не придумал лучше в принципе ОС чем ios. Это продуманность, плавность, великолепный дизайн, технологичность.\r\nКонечно это дизайн. Да, у дизайнеров apple нет работы, они ничего нового не придумывают, но такие гении рождаются раз в 2000 лет и им достаточно один раз придумать ЭТАЛОН , которого возможно хватит еще на 100, 200, а может и 1000 лет. Дизайн apple копируют ВСЕ смартфоны в мире\r\nКонечно это качество корпуса самого девайса уже начиная с самого первого айфона\r\nКонечно это камера. Камера в айфон, делает снимки шедеврами. Тут конечно у конкурентов есть что-то на уровни, но надо сказать что, этот на уровни - так или иначе скопирован у айфон. \r\nТак что я всегда буду говорить айфону ДА. Хотя бы потому, что это система создана ВЕЛИКИМ человеком. Создать эталон, который все копируют и которому стремятся все смартфоны МИРА заслуживает гигантского уважения. \r\nДобавлю что своим 6s я пользуюсь уже давно, решил купить такой же телефон и маме. Пора ей уже понять что такое качество, созданное великими. А конкуренты, пусть стараются. Успехов им. Но попробуйте сделать что то свое.",
        "agree": 5,
        "reject": 17,
        "visibility": "NAME",
        "author": "Лайкин Алексей",
        "authorInfo": {
          "grades": 2
        },
        "pro": "Эталон дизайна. Эталон качества. Эталон стабильной ОС. Эталон камеры. Эталон самых высоких технологий. Эталон стандарта смартфона. Эталон самого современного сопутствующего оборудования, аксессуаров. Просто эталон.",
        "contra": "у такого устройства просто в принципе априори существование минусов просто исключено.",
        "region": 213,
        "comments": [],
        "usageTime": "FEW_WEEKS",
        "qualityGrade": 0,
        "priceGrade": 0,
        "convenienceGrade": 0,
        "anonymous": false
      },
      {
        "id": 63751775,
        "date": 1466002209000,
        "grade": 1,
        "text": "Это мой третий айфон по счету и последний. Больно уж много стало косяков. На что переходить не знаю, свои проблемы есть в любой системе, а было все.",
        "agree": 11,
        "reject": 8,
        "visibility": "NAME",
        "author": "Лукашев Ярослав",
        "authorInfo": {
          "avatarUrl": "//avatars.yandex.net/get-market/5633412/small",
          "grades": 13
        },
        "pro": "Дизайн всегда подкупал. Сенсор отпечатка очень хороший.",
        "contra": "Батарея после покупки держалась молодцом, после 4 месяцев стала сильно проседать, не пойму какое приложение так жрет, три раза зависал, камера иногда тупит. Фотки только на экране телефона хорошие на компе ужасные.",
        "region": 213,
        "comments": [],
        "usageTime": "FEW_WEEKS",
        "qualityGrade": 0,
        "priceGrade": 0,
        "convenienceGrade": 0,
        "anonymous": false
      },
      {
        "id": 63551604,
        "date": 1465065954000,
        "grade": 2,
        "text": "Супер! Очень доволен покупкой.",
        "agree": 4,
        "reject": 6,
        "visibility": "NAME",
        "author": "Данеке Георгий",
        "authorInfo": {
          "avatarUrl": "//avatars.yandex.net/get-market/30516825/small",
          "grades": 9
        },
        "pro": "Качество материалов и сборки, операционная система, скорость работы и фотографирования, камера, звук, экран",
        "contra": "Аккумулятора хватает на день максимум",
        "region": 56,
        "comments": [],
        "usageTime": "FEW_WEEKS",
        "qualityGrade": 0,
        "priceGrade": 0,
        "convenienceGrade": 0,
        "anonymous": false
      },
      {
        "id": 63412466,
        "date": 1464430818000,
        "grade": 1,
        "text": "Отличная модель, крепкая не только на вид, но и в деле. Ношу без чехла уже пару месяцев - ни одной царапины. Телефон очень шустрый, никаких лагов, что бесконечно радует. Если телефон постоянно в руках - то в соцсетях, то звонки, то фото, -зарядки хватает на сутки. При умеренном использовании на двое суток максимум. Геолокацию включаю только на улице. 3D Touch включен всегда и это очень удобно! Фото просто отличные как макро, так и обычная съемка. Очень понравился ручной режим осветления фото, снятых например в ночное время суток.\r\nРедактирую отзыв после установки игры/ 27.05.16\r\nЭто просто жесть как игра жрет батарею!!! Ну никуда не годится((( 20% зарядки за час игры! Отнимаю балл",
        "agree": 2,
        "reject": 5,
        "visibility": "NAME",
        "author": "Работы Контрольные",
        "authorInfo": {
          "grades": 1
        },
        "pro": "Камера, быстродействие, 3D Touch, аккумулятор",
        "contra": "Можно назвать цену, но это не недостаток",
        "region": 172,
        "comments": [],
        "usageTime": "FEW_MONTHS",
        "qualityGrade": 0,
        "priceGrade": 0,
        "convenienceGrade": 0,
        "anonymous": false
      },
      {
        "id": 63272595,
        "date": 1463758965000,
        "grade": 2,
        "text": "До этого пользовался iPhone 5,именно для меня разница очень большая,возможно у владельцев шестерек нет надобности покупать 6S ввиду не очень-больших отличий.\nОчень шустрый процессор и видео,любые игры без проблем.Камера очень порадовала,фронтальная порадовала качеством на порядок выше плюс наличие вспышки при фото (очередная интересная идея от Apple),внешняя камера снимает 4К (качество сумасшедшее,в умелых руках можно делать сумасшедшие снимки и видео).Телефон не нагревается.Корпус очень приятный на ощуп.Все же считаю именно это размер дисплея самым подходящим для пользования.При покупке смотрел плюс,он неудобен.Топовый телефон с лучшими характеристиками.В очередной раз Apple сделали хит.Не советую брать версию 16ГБ.",
        "agree": 7,
        "reject": 1,
        "visibility": "NAME",
        "author": "Долан Немжанов",
        "authorInfo": {
          "grades": 1
        },
        "pro": "Производительность,камера,Touch ID,4К впечатляет, отсутствие глюков",
        "contra": "Цена",
        "comments": [],
        "usageTime": "FEW_WEEKS",
        "anonymous": false
      },
      {
        "id": 63199162,
        "date": 1463463839000,
        "grade": 0,
        "text": "Телефон неплохой, но в плане аккумулятора это конечно просто позор и свинство за такие деньги покупать не телефон, а по сути игрушку. Жалею, что не взял Samsung Galaxy S7",
        "agree": 25,
        "reject": 13,
        "visibility": "NAME",
        "author": "Платонов Антон",
        "authorInfo": {
          "grades": 3
        },
        "pro": "Быстродействие, дизайн ОС, камера",
        "contra": "Очень слабый аккумулятор, который приходится заряжать по 2 раза в день и это при отключённом 3D Touch, геолокации, фитнесе и всём, что ест зарядку. Аккумулятор тает буквально на глазах. Вам хватит его на 5 часов среднестатистического использования.",
        "comments": [],
        "usageTime": "FEW_WEEKS",
        "anonymous": false
      },
      {
        "id": 63130567,
        "date": 1463089554000,
        "grade": 2,
        "text": "3D Touch просто восхитительная вещь! Заряд держит целый день. В розовом цвете смотрится очень необычно. Touch ID очень быстрый и удобный. Всем советую этот телефон!",
        "agree": 5,
        "reject": 10,
        "visibility": "NAME",
        "author": "Пылаев Сергей",
        "authorInfo": {
          "grades": 9
        },
        "pro": "удобный, быстрый, красивый",
        "contra": "может цена",
        "comments": [],
        "usageTime": "FEW_MONTHS",
        "qualityGrade": 0,
        "convenienceGrade": 0,
        "anonymous": false
      },
      {
        "id": 62987266,
        "date": 1462358902000,
        "grade": 1,
        "text": "После 5S прослужившего два года только положительные эмоции. Кроме одной: стойкость экрана. 3D тач привел к тому, что стекло стало НАМНОГО менее стойкое к царапинам. Не пользовался ни на 5S чехлом, и на этом не стал. А зря! Через 3 месяца царапин уже больше, чем на предыдущем под конец его использования. \r\nПрятать телефон в чехол не хочу, наверное надо ставить защитную пленку.",
        "agree": 4,
        "reject": 10,
        "visibility": "ANONYMOUS",
        "pro": "Скорость работы аппарата\r\nДлительность работы батареи\r\nКамера\r\nРазмер\r\nСкорость WI-FI",
        "contra": "Экран",
        "region": 55,
        "comments": [],
        "usageTime": "FEW_MONTHS",
        "qualityGrade": 0,
        "priceGrade": 0,
        "convenienceGrade": 0,
        "anonymous": true
      }
    ],
    "total": 50,
    "page": 1,
    "count": 10
  }
}